update for prod
Signed-off-by: Melvin Hillsman <mhillsma@redhat.com>
